export default {
  map: {
    fastTravel: 'Быстрое перемещение',
    calpheon: 'Кальфеон',
    balenos: 'Баленос',
    mediah: 'Медия',
    valencia: 'Валенсия',
    addFortress: 'Добавить форт',
    tooltipInputPlaceholder: 'Подсказка',
    editFortress: 'Изменить форт',
    emptySelectedFortress: 'Форт не выбран',
    add: 'Добавить',
    delete: 'Удалить',
    lock: 'Закрепить',
    unlock: 'Открепить',
    funs: 'Функции',
    drawOwners: 'Показать/скрыть замки',
    helpButton: 'Помощь',
    howToUseLabel: 'Как пользоваться',
    howToUseText:
      'Используйте контекстное меню (ПКМ) на карте для создания/редактирования фортов и других функций',
    helpCloseButton: 'Я понял',
    fortress: 'Форт',
    flag: 'Флаг',
    shareButton: 'Поделиться',
    shareImport: 'Импортировать',
    shareImportPlacegolder: 'Вставте строку',
    shareExport: 'Экспортировать',
    shareExportPlacegolder: 'Скопируйте строку',
    shareCopy: 'Скопировать',
    shareBad: 'Ошибка',
    clearButton: 'Очистить карту',
    confirmClearMap: 'Вы действительно хотите очистить карту?'
  },
  header: {
    home: 'Главная',
    map: 'Карта'
  },
  footer: {
    copyright: 'by exi66'
  },
  home: {
    castles: 'Территории',
    nodes: 'Ноды'
  },
  loading: 'Загрузка...',
  title: 'Black Desert RU - осады',
  emoji: '🇷🇺',
  lang: 'РУ'
}
